Repository: ahmednageebmahmoud/Tageer
Catalog: app/TageerControlPanel/DAL/Resource/Token.*.resx
Languages: ar

source: Account Settings
ar: ضبط الحساب

source: Added
ar: تم الاضافة

source: Add New
ar: اضافة جديد

source: Address
ar: عنوان

source: Admin Login
ar: تسجيل دخول الادمن

source: Change Avatar
ar: تغير الافاتار

source: Change Password
ar: تغير كلمة السر

source: Province
ar: مقاطعة

source: Collapse
ar: ضغط

source: Confirm Password
ar: التحقق من الباسورد

source: Country
ar: الدولة

source: Current Password
ar: كلمةالسر الحالية

source: Dashboard
ar: لوحة التحكم

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Enter User Name And Password
ar: ادخل اسم المستخدم وكلمة المرور

source: Error
ar: خطاء

source: Filed Is Required
ar: هذا الحقل مطلوب

# FirstName
source: Frist Name
ar: الاسم الاول

# FirstNameAr
source: First Name Arabic
ar: الاسم الاول عربى

source: Follow
ar: متابعة

# FirstNameEn
source: Frist Name English
ar: الاسم الاول انجليزى

source: Gender
ar: النوع

source: Help
ar: مساعدة

source: Home
ar: الصفحة الرئيسية

source: Image Profile
ar: صورة البروفيل

source: Invalid Data
ar: بيانات غير صحيحة

source: Job
ar: وضيظة

source: Last Name
ar: الاسم الآخير

# LastNameAr
source: Last Name Arrabic
ar: الاسم الآخير العربى

# LastNameEn
source: Last Name English
ar: الاسم الآخير الانجليزى

source: Log out
ar: تسجيل خروج

source: Max Length
ar: اعلى قيمة

source: Message
ar: الرسالة

# MediumName
source: Middle Name
ar: الاسم الاوسط

# MediumNameAr
source: Middle Name Arrabic
ar: الاسم الاوسط العربى

# MediumNameEn
source: Middle Name English
ar: الاسم الاوصط الانجليزى

# NameAr
source: Name Arabic
ar: الاسم الانجليزى

# NameEn
source: Name English
ar: الاسم العربى

source: National Id
ar: الرقم القومى

source: New Password
ar: كلمة سر جديدة

source: Not Added
ar: لم يتم الاضافة

source: Password
ar: كلمة السر

source: Personal Info
ar: معلومات شخصية

source: Phone
ar: الموبيل

source: PostalCode
ar: الرمز البريدى

source: Profile Account
ar: الحساب الشخصى

source: Projects
ar: مشاريع

source: Reload Data
ar: اعادة تحميل البيانات

source: Remember me
ar: تذكرنى

source: Remove
ar: حذف

source: Save
ar: حفظ

source: Sign In
ar: تسجيل دخول

source: Social Status
ar: الحالة الاجتماعية

source: Street
ar: شارع

source: Success
ar: نجاح

source: Table
ar: جدول

source: Undo
ar: رجوع

source: User Name
ar: اسم المستخدم

source: User Profile
ar: الصفحة الشخصية

source: Youre Account Is Blocked
ar: الحساب الخاص بك معلق

source: Please Login
ar: من فضلك سجل الدخول

source: Warning
ar: تحذير

source: Deleted
ar: تم الحف

source: Not Deleted
ar: لم يتم الحذف

source: Female
ar: انثى

source: Male
ar: ذكر

source: Save Change
ar: حفظ التغيرات

source: BirthDate
ar: تاريخ الميلاد

source: Max Length Number
ar: اعلى قيمة للرقم

source: Required
ar: مطلوب

source: Married
ar: متزوج/ه

source: Single
ar: اعزب

source: Widow
ar: نافذة

source: Date Type
ar: نوع التاريخ

source: Month
ar: الشهر

source: Index
ar: الرتبة

source: Short
ar: قصير

source: Duplicate Row
ar: الحقل مقرر

source: Min Length
ar: اقل قيمة

source: Duplicate
ar: تكرار

source: Before
ar: قبل

source: Name
ar: الاسم

source: Before Added Index
ar: تم اضافة الرتبة من قبل

# BeforeAddedNameAr
source: Before Added Name Arabic
ar: تم اضافة هذا الاسم العربى من قبل لا يمكن التكرار

# BeforeAddedNameEn
source: Before Added Name English
ar: تم اضافة الاسم الانجليزى من قبل لا يمكن التكرار

source: Before Added Short Name
ar: تم اضافة الاسم المختصر من قبل لا يمكن التكرار

source: Can Not Duplicate Row
ar: لا يمكن تكرار هذا الصف مرة آخرى

source: Delete Confirm
ar: تاكيد الحذف

source: Are You Sure Delete
ar: هل انت متاكد من الحذف

source: Cancel
ar: الغاء

source: Not Save Change
ar: لم يتم حفظ التغيرات

source: Yes Delete
ar: تم الحذف

source: With This Country
ar: مع هذة الدولة

source: Can Duplicate Row
ar: يمكن تكرار الصف

source: Can Not Duplicate
ar: لا يمكن التكرار

source: Hegrey
ar: هجرهى

source: Melady
ar: ميلادى

source: With
ar: مع

source: After Current Year
ar: قبل السنة الحالية

source: Before Current Year
ar: قبل السنة الحالية

source: Is Defult
ar: اذا افتراضى

source: Date
ar: التاريخ

source: Passwords Are Not Consistent
ar: كلمة السرغير متناسقة

source: InvalidEmail
ar: اميل غير صحيح

source: Email
ar: الاميل

source: Can Not Save Image
ar: لا استطيع حفظالصورة

source: Create And Edit
ar: انشاء و تعديل

source: User Create And Edit
ar: انشاء وتعديل مستخدم

source: Before Used
ar: مستخدم من قبل

source: Setting
ar: ضبط

source: Role
ar: صلاحيات

source: Admin
ar: الادمين

source: Client
ar: عميل

source: ClientBlocked
ar: عميل معلق

source: Manager
ar: مدير

source: Supervisor
ar: مشرف

source: Users
ar: مستخدمين

source: All
ar: الجميع

source: Filter
ar: تصفية

source: Change
ar: تغير

source: Select
ar: تحديد

source: Notes
ar: ملحوظات

source: User
ar: مستخدم

source: Avatar
ar: الافاتار

source: Language
ar: اللغة

source: Arabic
ar: عربى

source: Chooes Language
ar: اختيار اللغة

source: English
ar: انجليزى

source: Privilege Types
ar: نوع الامتيازات

source: Parent
ar: الاب

source: Privileges
ar: الامتيازات

source: Url
ar: رابط

source: Class Name
ar: اسم الكلاس

source: Is Link
ar: اذا رابط

source: Order
ar: ترتيب

source: Privilege Type
ar: نوع الامتياو

source: Addition
ar: اضافة

source: Display
ar: عرض

source: Can Not Duplicate Privilege
ar: لا يمكن تكرار الامتياز

source: Can Not Duplicate Privilege Withthis Role
ar: لا يمكن تكرار الامتياز مع هذة الصلاحية

source: With Tiths Role
ar: مع هذة الصلاحية

source: Jobs
ar: وظائف

source: All Added
ar: كل المضاف

source: Can Not Display
ar: لا يمكن العرض

source: Full Name
ar: الاسم بالكامل

source: Count User
ar: عدد المستخدمين

source: Search
ar: بحث

source: Checked
ar: محدد

source: Un Checked
ar: غير محدد

source: Items
ar: عناصر

source: of
ar: من

source: showing
ar: مشاهدة

source: Can Not Delete
ar: لا يمكن الحذف

source: And Name it
ar: و الاسم الخاص بة

source: Effect In
ar: بتاثير فى

source: For
ar: لـ

source: In A Day
ar: وذالك فى يوم

source: In Time
ar: وذالك فى الوقت

source: The User Has
ar: لقد قام المستخدم

source: Which bore the identifier
ar: والذى كان يحمل المعرف

# EnterUserSerialNo
source: Enter User Serial number
ar: ادخل السريال الخاص بـ المستخدم

source: Ago
ar: منذ

source: Hour
ar: ساعة

source: One Hour
ar: ساعة واحدة

source: One Minute
ar: دقيقة واحدة

source: One Month
ar: شهر واحد

source: One Year
ar: عام واحد

source: Two Hour
ar: ساعتين

source: Two Minute
ar: دقيقتين

source: Two Months
ar: شهرين

source: Two Years
ar: عامين

source: Countries
ar: الدول

source: Mange Users
ar: آداره المستخدمين

source: Notification Pages
ar: اشعارات الصفح

# NotificationRoles
source: Notifications Roles
ar: صلاحيات الاشعارات

source: Notification Type Action
ar: انواع الاشعارات

# PrivilegeRoles
source: Privileges Role
ar: صلاحيات الامتيازات

source: Provinces
ar: المقاطعات

source: And He Added The Following
ar: وايضاقام باضافة التالى

source: And He Updated The Following
ar: وقام ايضا بتحديث التالى

source: And Name her
ar: واسمه

source: Event
ar: الحدث

# Form
source: From
ar: من

source: In
ar: في

source: To
ar: إلى

source: Icon
ar: الايقونة

source: Notifications Pages
ar: صفح الاشعارات

source: Notifications Roles
ar: صلاحيات الاشعارات

source: Pages
ar: الصفح

source: This Page For
ar: هذة الصفحة لـ

source: User Logins
ar: تسجيل دخول المستخدمين

source: User Roles
ar: صلاحيات المستخدمين

source: User Login
ar: سجلات تسجيل الدخول

source: Manage Users
ar: آدارة المستخدمين

source: Saved
ar: تم الحفظ

source: Mark
ar: ماركة

source: Marks
ar: ماركات

source: Category
ar: الفئنه

source: Image
ar: الصورة

source: Save Data But Not Save Notify For Created
ar: تم حفظ الباينات ولاكن لم يتم اضافة اشعارات للاضافات الجديدة

source: Categories
ar: فئات التاجير

source: Images Count
ar: عدد الصور

source: Rental Mark
ar: ماركة التاجير

source: Rental Marks
ar: تقسيم الماركات على الفئات

# CategoryMark
source: Rental Mark
ar: ماركة فئة التاجير

# CategoryMarks
source: Rental Type Marks
ar: ماركات التاجير

# NotNotFoundDataForSaved
source: Not Found Data For Saved
ar: لا يوجد داتا من اجل الحفظ

source: Age
ar: السن او العمر

source: Amount Of Insurance
ar: مبلغ التامين

source: Apartment Count
ar: عدد الطوابق

source: Bags Count Big
ar: عدد الحقائب الكبيرة

source: Bags Count Small
ar: عدد الحقائب الصغيرة

source: Building Year
ar: عمر البناء

source: Checkbox
ar: اتشيك بوكس

source: Color
ar: اللون

source: Decimal
ar: رقم عشرى

source: Elevator Counta
ar: عدد المصاعد

source: Floor Number
ar: رقم الطابق

source: Link With Table
ar: مربوط مع جدول

source: Location
ar: الموقع

source: Materials
ar: الخامات

source: Model
ar: الموديل

source: Nationality
ar: الجنسية

source: Number
ar: رقم

source: Parking Count
ar: عدد مواقف السيارات

source: Price
ar: السعر

source: Price PerMeter
ar: سعر المتر

source: Radio
ar: راديو

source: Rooms Count
ar: عدد الغرف

source: Seats Count
ar: عدد المقاعد

source: Size
ar: الحجم او المساحة

source: Street Width
ar: عرض الشارع

source: Text
ar: نص

source: Toilets Count
ar: عدد دورات المياة

source: Rental Input
ar: حقل فئة التاجير

source: Rental Inputs
ar: مدخلات فئة التاجير

source: Input
ar: الادخال

source: Inputs
ar: المدخلات او الحقول

source: Elevator Count
ar: عدد المصاعد

# IsRequired
source: Required
ar: مطلوب

source: Material
ar: خامة

source: Or
ar: او

# CategoryInputs
source: Rental Type Inputs
ar: مدخلات التاجير

source: Rental Material
ar: خامة التاجير

source: Rental Materials
ar: تقسيم الماركات على الفئات

# CategoryMaterial
source: Rental Type Material
ar: خامة التاجير

# CategoryMaterials
source: Rental Type Materials
ar: خامات التاجير

# GroupsDisplayTypes
source: Groups Fields Display Types
ar: انواع عرض حقول المجموعات

# GroupsDisplayType
source: Groups Fields Display Type
ar: نوع بند التاجير

source: Input Type
ar: نوع الحقل

source: Input Types
ar: انواع الحقول

source: Groups Items
ar: عناصر المجموعة

source: Controle System
ar: نظام التحكم

source: No Data For Save
ar: لايوجد داتا للحفظ

# CategoryGroupsItems
source: Category Group Fields Items
ar: عناصر القسم لـ فئة التاجير

source: Nationalitie
ar: الجنسية

source: Nationalities
ar: الجنسيات

source: ContactUs
ar: تواصل معنا

source: Mobile
ar: الموبيل

source: Show More
ar: مشاهدة المزيد

source: Users Read
ar: المستخدمين القراء

source: Can Not Dublicated Language
ar: لا يمكن تكرار اللغة

source: Can Not Dublicated Role
ar: لا يمكن تكرار الصلاعية

source: Error Confirm Password
ar: خطاء فى التحقق من الباسورد

source: Error Duplicate
ar: خطاء فى التكرار

source: I Cant Call To Server
ar: لا استطيع الاتصال بـ السيرفر

source: Info
ar: معلومات

source: No Data More
ar: لا مزيد من الداتا

source: Some Error In Server
ar: حدث خطاء ما فى السيرفر

source: User Not Found
ar: لا يوجد مستخدم

source: You Not Allowed Show This Notify
ar: لا يتم السماح لك بمشاهدة هذا الاشعار

source: Ente User Name And Password
ar: ادخل اسم المستخدم وكلمة المرور

source: Invalid Number
ar: خطاء فى الرقم

source: Minimum Length
ar: اقل عدد حروف

# DateTypeNameAr
source: Date Type
ar: نوع التاريخ

# DateTypeNameEn
source: Date Type
ar: نوع التاريخ

# InputNameAr
source: Input
ar: الحقل

# InputNameEn
source: Input
ar: الحقل

# InputTypeNameAr
source: Input Type
ar: نوع الحقل

# InputTypeNameEn
source: Input Type
ar: نوع الحقل

# MaterialNameAr
source: Material
ar: الخامة

# MaterialNameEn
source: Material
ar: الخامة

# CategoryNameAr
source: Category
ar: الفئة

# CategoryNameEn
source: Category
ar: الفئة

# GroupItemNameAr
source: Groups Field
ar: نوع البند

# GroupItemNameEn
source: Groups Field
ar: نوع البند

source: Can Not Update Your Information From Here
ar: لا يمكنك تعديل معلومات الشخصية هنا

source: Data Not Found
ar: لا يوجد داتا

source: Created
ar: تم الانشاء

source: Not Created
ar: لم يتم الانشاء

source: Technical Support Found
ar: لا يوجد رسالة دعم فنى

source: You Not Allowed Show The Technical Support Message
ar: لم يتم السماح لك بمشاهدة رسائل الدعم الفنى

source: No More Notifications
ar: لا مزيد من الاشعارات

source: Notify Not Found
ar: لا يوجد اشعار

source: Widowed
ar: ارمل

source: From
ar: من

source: Has Created The
ar: لقد قام بانشاء الـ

source: Has Deleted The
ar: لقد قام بحذف الـ

source: Has Rented The
ar: لقد قام بتاجير الـ

source: Has Updated The
ar: لقد قام بتحديث الـ

source: Technical Support
ar: الدعم الفنى

source: Create
ar: انشاء

source: Update
ar: تحديث

source: Is Allow Log
ar: اذا السماح بـ السجلات

source: Pages Allow
ar: سماح الصفاحات

source: Chooes Icons
ar: اختيار الايقونة

source: Create And Update
ar: انشاء وتعديل

source: Create New User
ar: انشاء مستخدم جديد

source: Menu
ar: القائمة

source: Menus
ar: القوائم

source: Ordere Number
ar: رقم الترتيب

source: Pages Roles
ar: صلاحيات الصفح

source: Pages Role Types
ar: انواع صلاحيات الصفح

source: Review
ar: مراجعة

source: Roles
ar: الصلاحيات

source: Serial
ar: السريال

source: Sub Menus
ar: القوئم الفرعية

source: Get User Logins
ar: جلب تسجيلات الدخول

source: Can Not Save File
ar: لا يمكننى حفظ الملف

source: Control lPanel Link
ar: رابط لوحة التحكم

source: Number Not Valid
ar: الرقم غير صالح

source: Country Key
ar: مفتاح الدولة

# AdminLoginDescription
source: Welcome: Here you are logged in to managers and supervisors only and thanks
ar: اهلا بكم : هنا يتم تسجيل الدخول للمديرين والمشرفين فقط وشكرا

# String
source: ClassName
ar: اهلا بكم : هنا يتم تسجيل الدخول للمديرين والمشرفين فقط

# AppName
source: Tageer
ar: تاجير

source: Copyright
ar: حقوق النشر

source: Dates
ar: التواريخ

source: Dates Types
ar: انواع التواريخ

source: Flag
ar: العلم

source: Key
ar: مفتاح

source: Sub Categories
ar: الفئات الفرعية

source: Sub Category
ar: الفئة الفرعية

source: Bags Big Count
ar: عدد الحقائب الكبيرة

source: Bags Small Count
ar: عدد الحقائب الصغيرة

source: Free Size
ar: المساحة الحرة

source: Is Allow Custom
ar: السماح بـ الكتابة المخصصة

source: Rental Individual Fields
ar: الحقول الفردية للاعلان

source: Field Settings
ar: اعدادات الحقول

# RentalGroupsItems
source: Rental Groups Fields Items
ar: عناصر مجموعات الاعلان

source: Fields Selected
ar: الحقول المختارة

source: Agricultural
ar: زراعى

source: Air Conditioning
ar: مكيف

source: Automatic
ar: اوتو ماتيك

source: Basic Luxuries
ar: الكماليات الاساسية

source: Burner
ar: مبخرة

source: Carpets
ar: سجاد

source: Chairs
ar: كراسى

source: Club
ar: نادى

source: Coffee Servers
ar: مخدمين قهوة

source: Commercial
ar: تجارى

source: Control System
ar: نظام التحكم

source: Cups
ar: فناجين

source: Dirt
ar: ترايى

source: Dishes
ar: صحون

source: DJ
ar: دى جى

source: Elevator
ar: مصعد

source: External Laser
ar: ليزر خارجى

source: Families
ar: عوائل

source: Fans
ar: مراوح

source: Finishing Type
ar: نوع التشطيب

source: Front
ar: امامى

source: Guarantee
ar: ضمان

source: Guard Tours
ar: حارس جولات

source: Headsets
ar: سماعات

source: Hospitality
ar: ضيافة

source: Illuminated LED Tents
ar: خيام مضيئة LED

source: Illuminated Tables
ar: طاولات مضيئة

source: In House
ar: فى منزل

source: Interface Type
ar: نوع الواجهة

source: Internal Laser
ar: ليزر داخلى

source: In Tower
ar: فى برج

source: In Villa
ar: فى فيلا

source: Koshah
ar: كوشة

source: Kouche Settings
ar: تجهيز الكوشة

source: lighting
ar: آنارة

source: Lux
ar: لوكس

source: Maid Room
ar: غرفة خادمة

source: Manual
ar: يدوى

source: Mosque
ar: مسجد

source: Mugs
ar: فناجين

source: Normal
ar: عادى

source: Parking
ar: موقف سيارات

source: Photographer
ar: مصور

source: Place Category
ar: فئه المكان

source: Projector
ar: بروجكتور

source: Purpose
ar: الغرض

source: Rear
ar: خلفى

source: Residential
ar: سكنى

source: Roof
ar: سطح

source: Security Official
ar: مسؤؤال آمن

source: Singles
ar: عزاب

source: Spoons
ar: ملاعق

source: Sub Luxuries
ar: الكماليات الفرعية

source: Super Lux
ar: سوبر لوكس

source: Swetts
ar: حلويات

source: Swimming Pool
ar: حمام سباحة

source: Tables
ar: طاولات

source: Tent
ar: مخيم

source: User Category
ar: فئة المستخدمين

source: Water Carrier
ar: حاملة ماء

# RentalGroupsItem
source: Rental Groups Fields Item
ar: عناصر مجموعات الاعلان

source: Nationality Not Found
ar: الجنسية ليست موجودة

source: Rental Direct Fields
ar: حقول التاجير المباشرة

source: Groups
ar: المجموعات

# IsBar
source: Added To Bar Information
ar: اضافة الى البار

source: Can Not Import More
ar: لا يمكن اضافة المزيد

source: No Result
ar: لا نتائج

source: No Result More
ar: لا مزيد من النتائج

source: Title
ar: العنوان

source: Blocked
ar: محظور

source: Create Date From
ar: تاريخ الانشاء من

source: Create Date Time
ar: تاريخ ووقت الانشاء

source: Create Date To
ar: تاريخ الانشاء الى

source: Not Read
ar: ليت مقرواءه

source: Read
ar: مقرواهءه

source: Show
ar: عرض

source: Status
ar: الحالة

source: Un Block
ar: ليس محظور

source: View All
ar: مشاهدة الجميع

source: App Informations
ar: معلومات التطبيق

source: Days
ar: ايام

source: Months
ar: شهور

source: Notifications
ar: شهور

source: Subject
ar: الموضوع

source: Years
ar: سنين

source: Active
ar: مفعل

source: Dis Active
ar: ليس مفعل

source: Ads
ar: الاعلانات

source: IsBlock
ar: محظور

source: RentalSetting
ar: ادارة الاعلانات

source: Comments Count
ar: عدد التعليقات

source: Description
ar: الوصف

source: Favorites Count
ar: عدد التفضيلات

source: Ad Details
ar: تفاصيل الاعلان

source: Ad Not Found
ar: الاعلان ليس موجود

source: Close
ar: اغلاق

source: Area - Height
ar: المساحة - الارتفاع

source: Area - Length
ar: المساحة - الطول

source: Area - Width
ar: المساحة - العرض

source: For User
ar: لـ المستخدم

source: Location - Latitude
ar: المكان - خط العرض

source: Location - Longitude
ar: المكان - خط الطول

source: Rental Time Type
ar: نوع التاجير

source: User Ads
ar: اعلانات المستخدم

# AboutUsAr
source: Arabic AboutUs
ar: من نحن بـ العربية

# AboutUsEn
source: English AboutUs
ar: من نحن بـ الانجليزية

source: AboutUs Image
ar: صورة من نحن

# AddressAr
source: Arabic Address
ar: العنوان بـ العربية

# AddressEn
source: English Address
ar: العنوان بـ الانجليزية

source: Api Files
ar: رابط سحابة الصور

source: Api Link
ar: رابط السحابة الخدامية

source: FaceBook
ar: رابط الفيس بوك

# FooterDescriptionAr
source: Footer Arabic Description
ar: الوصف العربى للفوتر

# FooterDescriptionEn
source: Footer English Description
ar: الوصف الانجليزى للفوتر

source: Invalid Link
ar: رابط غير صالح

source: Links
ar: روابط

source: Twitter
ar: رابط تويتر

source: Email Message
ar: رسالة الاميل

source: Emails Subscriptions
ar: اشتركات الاميل

source: Select All Email In Table
ar: تحديد كل الاميلات المحملة فى الجدول

source: Send Mail
ar: ارسالة الاميل

source: Target Emails
ar: الاميلات المستهدفة

source: Activities
ar: النشاطات

source: Company
ar: شركة
